Repository: common-repository/wp-mantis
Catalog: wp-mantis-*.po
Languages: fr_fr

source: New
fr_fr: Nouveau

source: Feedback
fr_fr: Commentaire

source: Acknowledged
fr_fr: Accepté

source: Confirmed
fr_fr: Confirmé

source: Assigned
fr_fr: Affecté

source: Resolved
fr_fr: Résolu

source: Closed
fr_fr: Fermé

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n´avez pas suffisant droit accès a cette page.

source: URL to MantisConnect WSDL:
fr_fr: URL a MantisConnect WSDL:

source: The URL to MantisConnect should be the complete URL where you find the mantisconnect.php file. Make sure to end this url with ?wsdl or you'll get errors everywhere!
fr_fr: Il faut que le URL a Mantis Connect être le complet URL où vous trouver le mantisconnect.php fichier. S´assurez-vous a finir le url avec ?wsdl où vous commencerez à ayoir faute partout!

source: The URL the homepage of your Mantis installation (e.g. http://yoursite.com/bugs).
fr_fr: Le URL a la homepage de votre Mantis installation (p.e. http://yoursite.com/bugs).

source: Mantis User:
fr_fr: Mantis utilisateur:

source: This is the user used to access Mantis and get the bug list. Must have at least reporter capabilities. (See readme for details)
fr_fr: C´est l´utilisateur utilisé a l´accès Mantis et rappelé le liste des fautes. Il faut avoir au moins de la capacité de l´annonceur. (Voir readme pour details)

source: Mantis Password:
fr_fr: Mantis mot de passe:

source: The password for the user listed above.
fr_fr: Le mot de passe pour l´utilisateur au dessus.

source: Maximum Description Lenght:
fr_fr: Longueur de maximum description :

source: Maximum characters to display for the description of a bug. Set to 0 to display no description.
fr_fr: La plus haut nombre des lettres, qui va annoncer pour une faute. Placez a 0 pour annoncer rien.

source: Enable Pagination:
fr_fr: Activer de la pagination:

source: Enable pagination for bugs? If unchecked the setting below has no function.
fr_fr: Activer de la pagination pour des fautes? Si pas choisi le reglage sous n´a pas de la fonction.

source: Bugs per Page:
fr_fr: Fautes des pages:

source: Number of bugs shown on one site, if pagination is enabled.
fr_fr: Nombre des fautes annoncé sur une page, si pagination est activé.

source: Colors and Statuses
fr_fr: Couleurs et statuts

source: If the names of the statues are not in the right language, you can use this button to pull the correct values directly<br />from Mantis. This is also a good way to test the connection. The values will be in the language set for the user listed above</p><small>Make sure that you save the options first, or the old values will be used to make the connection!
fr_fr: Si les noms des statuts ne sont pas dans la correct langue, vous pouvez user ce bouton pour aller chercher la correct valeur directement<br />de Mantis.C´est aussi une bonne route pour examiner la liaison. Les valeurs va etre dans la langue, qui sont reglé pour l´utilisateur dessus</p><small>Assuré-vous , que vous mémorisez les options d´abord, où les valeurs vieux sont utilisé pour établir la connexion!

source: Get Statuses Names
fr_fr: Recevoir des noms des statuts

source: Customize the status colors below:
fr_fr: Ajuster des couleurs des statuts dessous:

source: Status
fr_fr: Statut

source: Color
fr_fr: Couleur

source: Reset Options
fr_fr: Reglage d´origine

source: Save Changes
fr_fr: Memoriser le changement

source: Options saved.
fr_fr: Reglage mémorisé.

source: Error: %s
fr_fr: Fautes: %s

source: Error: No project ID specified!
fr_fr: Faute: Pas de projet d´ID déclaré!

source: Category
fr_fr: Catégorie

source: Prev
fr_fr: Devant

source: Next
fr_fr: Puis

source: Note: This message is only displayed to admins, dont worry ;)
fr_fr: Note: Ce message est seulement annoncé aux administrateurs, n´excitez-vous pas ;)

source: Fatal Exception while connecting to Mantis: %s
fr_fr: Funeste exception pendant que le connection de Mantis: %s

source: Error: No version/project ID or project name specified! See Readme for details.
fr_fr: Fautes: Pas de version/projét ID où projét nom indiqué! Voir Readme pour des détails.

source: Error: Cannot specify both version and product ID!
fr_fr: Fautes: Vous ne pouvez pas indiquer les deux, version et produit ID!

source: Error: Cannot use version ID with project name. See Readme for details.
fr_fr: Fautes: Vous ne pouvez pas utiliser version ID avec le nom du projèt. Voir Readme pour des détails.

source: Error: Cannot specify both project name and ID
fr_fr: Fautes: Vous ne pouvez pas indiquer les deux, nom du projèt et ID.

source: Error in Snoopy: %s
fr_fr: Erreur dans Snoopy: %s

source: Error while fetching the page from Mantis.
fr_fr: Fautes pendant que décrocher le page de Mantis.

source: Error: No Mode selected.
fr_fr: Fautes: Pas du mode choisi.

source: Extended Version of "WP Mantis Table". Allows to view Changelogs, Roadmaps and Buglists from <a href="http://mantisbt.org">MantisBT</a> in Wordpress Pages and Post.
fr_fr: Etendue version de "WP Mantis Table". Permet de voir Changements, Calendrier et liste de faute de <a href="http://mantisbt.org">MantisBT</a> en WordPress pages et l´articles.
